Repository: tldev/posturr
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de, ja, zh_hans

# menu.status.starting
source: Status: Starting...
de: Status: Wird gestartet...
ja: 状態: 起動中...
zh_hans: 状态：启动中...

# menu.enable
source: Enable
de: Aktivieren
ja: 有効にする
zh_hans: 启用

# menu.recalibrate
source: Recalibrate
de: Neu kalibrieren
ja: 再キャリブレーション
zh_hans: 重新校准

# menu.analytics
source: Analytics
de: Statistiken
ja: 統計
zh_hans: 统计

# menu.settings
source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置

# menu.quit
source: Quit
de: Beenden
ja: 終了
zh_hans: 退出

# menu.checkForUpdates
source: Check for Updates...
de: Nach Updates suchen...
ja: アップデートを確認...
zh_hans: 检查更新...

# appmenu.quit
source: Quit Posturr
de: Posturr beenden
ja: Posturr を終了
zh_hans: 退出 Posturr

# appmenu.closeWindow
source: Close Window
de: Fenster schließen
ja: ウインドウを閉じる
zh_hans: 关闭窗口

# appmenu.file
source: File
de: Ablage
ja: ファイル
zh_hans: 文件

# appmenu.edit
source: Edit
de: Bearbeiten
ja: 編集
zh_hans: 编辑

# appmenu.undo
source: Undo
de: Widerrufen
ja: 取り消す
zh_hans: 撤销

# appmenu.redo
source: Redo
de: Wiederholen
ja: やり直す
zh_hans: 重做

# appmenu.cut
source: Cut
de: Ausschneiden
ja: カット
zh_hans: 剪切

# appmenu.copy
source: Copy
de: Kopieren
ja: コピー
zh_hans: 拷贝

# appmenu.paste
source: Paste
de: Einsetzen
ja: ペースト
zh_hans: 粘贴

# appmenu.selectAll
source: Select All
de: Alles auswählen
ja: すべてを選択
zh_hans: 全选

source: Status: Disabled
de: Status: Deaktiviert
ja: 状態: 無効
zh_hans: 状态：已停用

source: Status: Calibrating...
de: Status: Kalibrierung...
ja: 状態: キャリブレーション中...
zh_hans: 状态：校准中...

source: Status: Starting...
de: Status: Wird gestartet...
ja: 状態: 起動中...
zh_hans: 状态：启动中...

source: Status: Away
de: Status: Abwesend
ja: 状態: 離席中
zh_hans: 状态：离开

source: Status: Slouching
de: Status: Schlechte Haltung
ja: 状態: 姿勢が悪い
zh_hans: 状态：姿势不良

source: Status: Good Posture
de: Status: Gute Haltung
ja: 状態: 良い姿勢
zh_hans: 状态：姿势良好

source: Status: Calibration needed
de: Status: Kalibrierung erforderlich
ja: 状態: キャリブレーションが必要
zh_hans: 状态：需要校准

# status.pausedOnTheGo
source: Status: Paused (on the go - recalibrate)
de: Status: Pausiert (unterwegs - neu kalibrieren)
ja: 状態: 一時停止 (移動中 - 再キャリブレーション)
zh_hans: 状态：已暂停（移动中 - 请重新校准）

source: Status: Camera disconnected
de: Status: Kamera getrennt
ja: 状態: カメラ未接続
zh_hans: 状态：摄像头已断开

source: Status: AirPods disconnected
de: Status: AirPods getrennt
ja: 状態: AirPods 未接続
zh_hans: 状态：AirPods 已断开

source: Status: Paused (screen locked)
de: Status: Pausiert (Bildschirm gesperrt)
ja: 状態: 一時停止 (画面ロック中)
zh_hans: 状态：已暂停（屏幕已锁定）

source: Status: Paused (put in AirPods)
de: Status: Pausiert (AirPods einsetzen)
ja: 状態: 一時停止 (AirPods を装着してください)
zh_hans: 状态：已暂停（请佩戴 AirPods）

# accessibility.goodPosture
source: Good Posture
de: Gute Haltung
ja: 良い姿勢
zh_hans: 姿势良好

# accessibility.badPosture
source: Bad Posture
de: Schlechte Haltung
ja: 悪い姿勢
zh_hans: 姿势不良

# accessibility.away
source: Away
de: Abwesend
ja: 離席中
zh_hans: 离开

# accessibility.paused
source: Paused
de: Pausiert
ja: 一時停止
zh_hans: 已暂停

# accessibility.calibrating
source: Calibrating
de: Kalibrierung
ja: キャリブレーション中
zh_hans: 校准中

# warningMode.blur
source: Blur
de: Unschärfe
ja: ぼかし
zh_hans: 模糊

# warningMode.vignette
source: Vignette
ja: ビネット
zh_hans: 暗角

# warningMode.border
source: Border
de: Rahmen
ja: 枠線
zh_hans: 边框

# warningMode.solid
source: Solid
de: Vollton
ja: 塗りつぶし
zh_hans: 全屏

# warningMode.none
source: None
de: Keine
ja: なし
zh_hans: 无

# detectionMode.responsive
source: Responsive
de: Reaktiv
ja: 高速
zh_hans: 快速响应

# detectionMode.balanced
source: Balanced
de: Ausgewogen
ja: バランス
zh_hans: 平衡

# detectionMode.performance
source: Performance
de: Leistung
ja: 省エネ
zh_hans: 省电

# trackingSource.camera
source: Camera
de: Kamera
ja: カメラ
zh_hans: 摄像头

# trackingSource.camera.description
source: Uses your camera to track head position. Works with any Mac camera.
de: Verwendet die Kamera zur Erfassung der Kopfposition. Funktioniert mit jeder Mac-Kamera.
ja: カメラで頭の位置を追跡します。すべての Mac カメラで動作します。
zh_hans: 使用摄像头追踪头部位置。适用于任何 Mac 摄像头。

# trackingSource.airpods.description
source: Uses motion sensors to detect head tilt. Requires AirPods Pro, Max, or 3rd gen.
de: Verwendet Bewegungssensoren zur Erkennung der Kopfneigung. Erfordert AirPods Pro, Max oder 3. Generation.
ja: モーションセンサーで頭の傾きを検出します。AirPods Pro、Max、または第3世代が必要です。
zh_hans: 使用运动传感器检测头部倾斜。需要 AirPods Pro、Max 或第三代。

# trackingSource.camera.requirement
source: Requires camera access
de: Erfordert Kamerazugriff
ja: カメラへのアクセスが必要
zh_hans: 需要摄像头访问权限

# trackingSource.airpods.requirement
source: Requires macOS 14+ and compatible AirPods
de: Erfordert macOS 14+ und kompatible AirPods
ja: macOS 14以降と対応する AirPods が必要
zh_hans: 需要 macOS 14 或更高版本及兼容的 AirPods

# airpods.compatible
source: Compatible
de: Kompatibel
ja: 対応
zh_hans: 兼容

# airpods.noMotionSensors
source: No motion sensors
de: Keine Bewegungssensoren
ja: モーションセンサーなし
zh_hans: 无运动传感器

# airpods.requiresMacOS14
source: Requires macOS 14.0 or later
de: Erfordert macOS 14.0 oder neuer
ja: macOS 14.0 以降が必要
zh_hans: 需要 macOS 14.0 或更高版本

# airpods.noCompatibleConnected
source: No compatible AirPods connected
de: Keine kompatiblen AirPods verbunden
ja: 対応する AirPods が接続されていません
zh_hans: 未连接兼容的 AirPods

# airpods.failedCreateManager
source: Failed to create motion manager
de: Bewegungsmanager konnte nicht erstellt werden
ja: モーションマネージャーの作成に失敗しました
zh_hans: 无法创建运动管理器

# airpods.noCompatiblePaired
source: No compatible AirPods paired. Please pair AirPods Pro, Max, or 3rd gen.
de: Keine kompatiblen AirPods gekoppelt. Bitte koppeln Sie AirPods Pro, Max oder 3. Generation.
ja: 対応する AirPods がペアリングされていません。AirPods Pro、Max、または第3世代をペアリングしてください。
zh_hans: 未配对兼容的 AirPods。请配对 AirPods Pro、Max 或第三代。

# alert.permissionRequired
source: Permission Required
de: Berechtigung erforderlich
ja: 許可が必要です
zh_hans: 需要权限

# alert.permissionRequired.airpods
source: Motion & Fitness Activity permission is required for AirPods tracking. Please enable it in System Settings > Privacy & Security > Motion & Fitness Activity.
de: Die Berechtigung für Bewegung und Fitness wird für das AirPods-Tracking benötigt. Aktivieren Sie diese in Systemeinstellungen > Datenschutz & Sicherheit > Bewegung & Fitness.
ja: AirPods トラッキングにはモーションとフィットネスの許可が必要です。システム設定 > プライバシーとセキュリティ > モーションとフィットネスで有効にしてください。
zh_hans: AirPods 追踪需要运动与健身权限。请在系统设置 > 隐私与安全性 > 运动与健身中启用。

# alert.permissionRequired.camera
source: Camera permission is required. Please enable it in System Settings > Privacy & Security > Camera.
de: Die Kameraberechtigung ist erforderlich. Aktivieren Sie diese in Systemeinstellungen > Datenschutz & Sicherheit > Kamera.
ja: カメラの許可が必要です。システム設定 > プライバシーとセキュリティ > カメラで有効にしてください。
zh_hans: 需要摄像头权限。请在系统设置 > 隐私与安全性 > 摄像头中启用。

# alert.openSettings
source: Open Settings
de: Einstellungen öffnen
ja: 設定を開く
zh_hans: 打开设置

# alert.cameraNotAvailable
source: Camera Not Available
de: Kamera nicht verfügbar
ja: カメラを使用できません
zh_hans: 摄像头不可用

# alert.cameraNotAvailable.message
source: Please make sure your camera is connected and camera access is granted.
de: Stellen Sie sicher, dass die Kamera angeschlossen und der Kamerazugriff gewährt ist.
ja: カメラが接続されていること、カメラへのアクセスが許可されていることを確認してください。
zh_hans: 请确保摄像头已连接并已授予摄像头访问权限。

# alert.tryAgain
source: Try Again
de: Erneut versuchen
ja: 再試行
zh_hans: 重试

# calibration.lookAtRing
source: Look at the ring and tap Space
de: Schauen Sie auf den Ring und drücken Sie Leertaste
ja: リングを見てスペースを押してください
zh_hans: 看着圆环，按下空格键

# calibration.stepOf
source: Step %d of %d
de: Schritt %d von %d
ja: ステップ %d / %d
zh_hans: 第 %d 步，共 %d 步

# calibration.lookAtCorner
source: Look at the %@ corner
de: Schauen Sie auf die %@ Ecke
ja: %@の角を見てください
zh_hans: 看向%@角

# calibration.lookOtherScreen
source: Look at the other screen
de: Schauen Sie auf den anderen Bildschirm
ja: もう一つの画面を見てください
zh_hans: 看向另一个屏幕

# calibration.corner.topLeft
source: top-left
de: obere linke
ja: 左上
zh_hans: 左上

# calibration.corner.topRight
source: top-right
de: obere rechte
ja: 右上
zh_hans: 右上

# calibration.corner.bottomLeft
source: bottom-left
de: untere linke
ja: 左下
zh_hans: 左下

# calibration.corner.bottomRight
source: bottom-right
de: untere rechte
ja: 右下
zh_hans: 右下

# calibration.hint.tapSpace
source: Tap {Space} while looking at the ring
de: Drücken Sie {Space} während Sie auf den Ring schauen
ja: リングを見ながら {Space} を押してください
zh_hans: 看着圆环时按下 {Space}

# calibration.hint.escToSkip
source: {Esc} to skip calibration
de: {Esc} um die Kalibrierung zu überspringen
ja: {Esc} でキャリブレーションをスキップ
zh_hans: {Esc} 跳过校准

# calibration.airpods.putIn
source: Put in your AirPods
de: Setzen Sie Ihre AirPods ein
ja: AirPods を装着してください
zh_hans: 请佩戴您的 AirPods

# calibration.airpods.autoBegin
source: Calibration will begin automatically
de: Die Kalibrierung beginnt automatisch
ja: キャリブレーションが自動的に開始されます
zh_hans: 校准将自动开始

# calibration.airpods.escToCancel
source: Press {Esc} to cancel
de: {Esc} drücken zum Abbrechen
ja: {Esc} でキャンセル
zh_hans: 按 {Esc} 取消

# settings.title
source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置

# settings.tracking
source: Tracking
ja: トラッキング
zh_hans: 追踪

# settings.noCameras
source: No cameras
de: Keine Kameras
ja: カメラなし
zh_hans: 无摄像头

# settings.connected
source: Connected
de: Verbunden
ja: 接続済み
zh_hans: 已连接

# settings.notConnected
source: Not connected
de: Nicht verbunden
ja: 未接続
zh_hans: 未连接

# settings.recalibrate
source: Recalibrate
de: Neu kalibrieren
ja: 再キャリブレーション
zh_hans: 重新校准

# settings.profile
source: Profile
de: Profil
ja: プロファイル
zh_hans: 配置文件

# settings.profile.help
source: Save different configurations for different situations. Switch profiles to instantly apply all settings below.
de: Speichern Sie verschiedene Konfigurationen für verschiedene Situationen. Wechseln Sie das Profil, um alle Einstellungen sofort anzuwenden.
ja: 異なる状況に合わせた設定を保存できます。プロファイルを切り替えて、すべての設定を即座に適用できます。
zh_hans: 为不同场景保存不同的配置。切换配置文件即可立即应用所有设置。

# settings.profile.new
source: New
de: Neu
ja: 新規
zh_hans: 新建

# settings.profile.newTitle
source: New Profile
de: Neues Profil
ja: 新規プロファイル
zh_hans: 新建配置文件

# settings.profile.namePrompt
source: Name your settings profile.
de: Benennen Sie Ihr Einstellungsprofil.
ja: 設定プロファイルの名前を入力してください。
zh_hans: 为您的设置配置文件命名。

# settings.profile.namePlaceholder
source: Profile name
de: Profilname
ja: プロファイル名
zh_hans: 配置文件名称

# settings.profile.create
source: Create
de: Erstellen
ja: 作成
zh_hans: 创建

# settings.profile.deleteTitle
source: Delete Profile
de: Profil löschen
ja: プロファイルを削除
zh_hans: 删除配置文件

# settings.profile.deleteMessage
source: Are you sure you want to delete this profile? This cannot be undone.
de: Möchten Sie dieses Profil wirklich löschen? Dies kann nicht rückgängig gemacht werden.
ja: このプロファイルを削除しますか？この操作は取り消せません。
zh_hans: 确定要删除此配置文件吗？此操作无法撤销。

# settings.profile.delete
source: Delete
de: Löschen
ja: 削除
zh_hans: 删除

# settings.warning
source: Warning
de: Warnung
ja: 警告
zh_hans: 警告

# settings.warning.help
source: Blur obscures the screen, Vignette shows edge glow, Border shows colored borders, Solid fills screen. None disables visual warnings.
de: Unschärfe verdunkelt den Bildschirm, Vignette zeigt einen Leuchteffekt am Rand, Rahmen zeigt farbige Ränder, Vollton füllt den Bildschirm. Keine deaktiviert visuelle Warnungen.
ja: ぼかしは画面を不鮮明にし、ビネットは端に光彩を表示し、枠線は色付きの枠を表示し、塗りつぶしは画面を覆います。なしで視覚警告を無効にします。
zh_hans: 模糊会遮挡屏幕，暗角在边缘显示光晕，边框显示彩色边框，全屏填充屏幕。无则禁用视觉警告。

# settings.deadZone
source: Dead Zone
de: Toleranz
ja: デッドゾーン
zh_hans: 容差区

# settings.deadZone.help
source: How much you can move before warning starts. A relaxed dead zone allows more natural movement.
de: Wie viel Sie sich bewegen können, bevor die Warnung beginnt. Ein lockerer Toleranzbereich erlaubt mehr natürliche Bewegung.
ja: 警告が始まるまでの許容される動きの範囲。ゆるいデッドゾーンはより自然な動きを許容します。
zh_hans: 触发警告前允许的移动范围。宽松的容差区允许更多自然运动。

# settings.intensity
source: Intensity
de: Intensität
ja: 強度
zh_hans: 强度

# settings.intensity.help
source: How quickly the warning increases as you slouch past the dead zone.
de: Wie schnell die Warnung zunimmt, wenn Sie über den Toleranzbereich hinaus einsinken.
ja: デッドゾーンを超えて姿勢が崩れた時の警告の増加速度。
zh_hans: 超出容差区后警告增加的速度。

# settings.delay
source: Delay
de: Verzögerung
ja: 遅延
zh_hans: 延迟

# settings.delay.help
source: Grace period before warning activates. Allows brief glances at keyboard without triggering.
de: Karenzzeit, bevor die Warnung aktiviert wird. Ermöglicht kurze Blicke auf die Tastatur ohne Auslösung.
ja: 警告が有効になるまでの猶予時間。キーボードへのちらっとした視線で警告が出ないようにします。
zh_hans: 警告激活前的缓冲时间。允许短暂看键盘而不触发警告。

# settings.detection
source: Detection
de: Erkennung
ja: 検出
zh_hans: 检测

# settings.detection.help
source: Balance responsiveness vs battery. Responsive detects quickly, Performance saves battery.
de: Balance zwischen Reaktionsfähigkeit und Akku. Reaktiv erkennt schnell, Leistung schont den Akku.
ja: 応答速度とバッテリーのバランス。高速は素早く検出し、省エネはバッテリーを節約します。
zh_hans: 在响应速度和电池之间取得平衡。快速响应检测迅速，省电模式节省电量。

# settings.launchAtLogin
source: Launch at login
de: Beim Anmelden starten
ja: ログイン時に起動
zh_hans: 登录时启动

# settings.launchAtLogin.help
source: Automatically start Posturr when you log in
de: Posturr automatisch beim Anmelden starten
ja: ログイン時に Posturr を自動的に起動
zh_hans: 登录时自动启动 Posturr

# settings.showInDock
source: Show in dock
de: Im Dock anzeigen
ja: Dock に表示
zh_hans: 在程序坞中显示

# settings.showInDock.help
source: Keep Posturr in Dock and Cmd+Tab
de: Posturr im Dock und bei Cmd+Tab anzeigen
ja: Posturr を Dock と Cmd+Tab に表示
zh_hans: 在程序坞和 Cmd+Tab 中显示 Posturr

# settings.blurWhenAway
source: Blur when away
de: Bei Abwesenheit unscharf
ja: 離席時にぼかす
zh_hans: 离开时模糊

# settings.blurWhenAway.help.camera
source: Apply full blur when you step away
de: Volle Unschärfe anwenden, wenn Sie sich entfernen
ja: 離席時に完全なぼかしを適用
zh_hans: 离开时应用完全模糊

# settings.blurWhenAway.help.airpods
source: Apply full blur when you step away. Only available when using camera for detection.
de: Volle Unschärfe anwenden, wenn Sie sich entfernen. Nur verfügbar bei Kamera-Erkennung.
ja: 離席時に完全なぼかしを適用。カメラでの検出時のみ利用可能です。
zh_hans: 离开时应用完全模糊。仅在使用摄像头检测时可用。

# settings.pauseOnTheGo
source: Pause on the go
de: Unterwegs pausieren
ja: 移動中は一時停止
zh_hans: 移动中暂停

# settings.pauseOnTheGo.help
source: Auto-pause on laptop-only display
de: Automatisch pausieren bei reinem Laptop-Display
ja: ノートパソコンのディスプレイのみの場合に自動一時停止
zh_hans: 仅使用笔记本显示屏时自动暂停

# settings.shortcut
source: Shortcut
de: Tastenkürzel
ja: ショートカット
zh_hans: 快捷键

# settings.shortcut.help
source: Global keyboard shortcut to toggle Posturr. Click the field and press your desired key combination.
de: Globales Tastenkürzel zum Ein-/Ausschalten von Posturr. Klicken Sie auf das Feld und drücken Sie die gewünschte Tastenkombination.
ja: Posturr の有効/無効を切り替えるグローバルキーボードショートカット。フィールドをクリックして、お好みのキーの組み合わせを押してください。
zh_hans: 用于开关 Posturr 的全局快捷键。点击输入框，然后按下您想要的组合键。

# settings.shortcut.press
source: Press...
de: Drücken...
ja: 押す...
zh_hans: 请按...

# settings.compatibilityMode
source: Compatibility mode
de: Kompatibilitätsmodus
ja: 互換モード
zh_hans: 兼容模式

# settings.compatibilityMode.help
source: Enable if blur isn't appearing
de: Aktivieren, wenn die Unschärfe nicht erscheint
ja: ぼかしが表示されない場合に有効にしてください
zh_hans: 如果模糊效果未显示，请启用此选项

# settings.viewOnGitHub
source: View on GitHub
de: Auf GitHub ansehen
ja: GitHub で見る
zh_hans: 在 GitHub 上查看

# settings.joinDiscord
source: Join Discord
de: Discord beitreten
ja: Discord に参加
zh_hans: 加入 Discord

# settings.deadZone.strict
source: Strict
de: Streng
ja: 厳格
zh_hans: 严格

# settings.deadZone.tight
source: Tight
de: Eng
ja: 狭い
zh_hans: 紧凑

# settings.deadZone.medium
source: Medium
de: Mittel
ja: 中間
zh_hans: 中等

# settings.deadZone.relaxed
source: Relaxed
de: Locker
ja: ゆるい
zh_hans: 宽松

# settings.deadZone.loose
source: Loose
de: Weit
ja: 広い
zh_hans: 宽泛

# settings.intensity.gentle
source: Gentle
de: Sanft
ja: 穏やか
zh_hans: 轻柔

# settings.intensity.easy
source: Easy
de: Leicht
ja: 軽い
zh_hans: 轻微

# settings.intensity.medium
source: Medium
de: Mittel
ja: 中間
zh_hans: 中等

# settings.intensity.firm
source: Firm
de: Fest
ja: 強い
zh_hans: 较强

# settings.intensity.aggressive
source: Aggressive
de: Aggressiv
ja: 最強
zh_hans: 强烈

# analytics.title
source: Analytics
de: Statistiken
ja: 統計
zh_hans: 统计

# analytics.header
source: Posture Analytics
de: Haltungsstatistiken
ja: 姿勢の統計
zh_hans: 姿势统计

# analytics.tagline
source: Track your habits and improvement over time
de: Verfolgen Sie Ihre Gewohnheiten und Verbesserung im Laufe der Zeit
ja: 習慣と改善を追跡しましょう
zh_hans: 追踪您的习惯和改善情况

# analytics.todayScore
source: Today's Score
de: Heutige Bewertung
ja: 今日のスコア
zh_hans: 今日评分

# analytics.monitoringTime
source: Monitoring Time
de: Überwachungszeit
ja: モニタリング時間
zh_hans: 监测时间

# analytics.slouchDuration
source: Slouch Duration
de: Dauer schlechter Haltung
ja: 姿勢悪化の時間
zh_hans: 不良姿势时长

# analytics.slouchEvents
source: Slouch Events
de: Haltungsvorfälle
ja: 姿勢悪化の回数
zh_hans: 不良姿势次数

# analytics.last7Days
source: Last 7 Days
de: Letzte 7 Tage
ja: 過去7日間
zh_hans: 最近 7 天

# onboarding.title
source: Welcome to Posturr
de: Willkommen bei Posturr
ja: Posturr へようこそ
zh_hans: 欢迎使用 Posturr

# onboarding.subtitle
source: Choose how you want to track your posture
de: Wählen Sie, wie Sie Ihre Haltung überwachen möchten
ja: 姿勢の追跡方法を選択してください
zh_hans: 选择您希望如何追踪姿势

# onboarding.selectCamera
source: Select Camera
de: Kamera auswählen
ja: カメラを選択
zh_hans: 选择摄像头

# onboarding.pairedAirPods
source: Paired AirPods
de: Gekoppelte AirPods
ja: ペアリング済み AirPods
zh_hans: 已配对的 AirPods

# onboarding.unavailable
source: Unavailable
de: Nicht verfügbar
ja: 利用不可
zh_hans: 不可用

# onboarding.continue
source: Continue
de: Weiter
ja: 続ける
zh_hans: 继续

source: Update Available
de: Update verfügbar
ja: アップデートがあります
zh_hans: 有可用更新

# update.availableMessage
source: Posturr %@ is available. You are currently running an older version.
de: Posturr %@ ist verfügbar. Sie verwenden derzeit eine ältere Version.
ja: Posturr %@ が利用可能です。現在、古いバージョンを使用しています。
zh_hans: Posturr %@ 已发布。您当前使用的是旧版本。

# update.download
source: Download
de: Herunterladen
ja: ダウンロード
zh_hans: 下载

# update.upToDate
source: You're Up to Date
de: Sie sind auf dem neuesten Stand
ja: 最新の状態です
zh_hans: 已是最新版本

# update.upToDateMessage
source: Posturr %@ is the latest version.
de: Posturr %@ ist die neueste Version.
ja: Posturr %@ は最新バージョンです。
zh_hans: Posturr %@ 是最新版本。

source: Update Check Failed
de: Update-Prüfung fehlgeschlagen
ja: アップデートの確認に失敗
zh_hans: 检查更新失败

# update.checkFailedMessage
source: Could not check for updates. Please check your internet connection and try again.
de: Updates konnten nicht geprüft werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
ja: アップデートを確認できませんでした。インターネット接続を確認して、もう一度お試しください。
zh_hans: 无法检查更新。请检查您的网络连接后重试。

# common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# common.ok
source: OK
zh_hans: 好
